import React from 'react';

function WhoWeAre() {
    return (
        <div className="container mx-auto my-12 text-black">
            <h2 className="text-3xl font-bold mb-6">Who We Are?</h2>
            <p className="text-lg leading-relaxed mb-8">
                "माझाNagpur" नागपुर शहरातील रहिवाशांना स्थानिक समस्यांची तक्रार करण्यासाठी सक्षम बनवते,
                कार्यक्षम समस्या सोडवण्यासाठी आणि नागरिक-सरकार संवाद वाढवण्यासाठी सहकार्य वाढवते.
            </p>
            <p className="text-lg leading-relaxed mb-8">
                ह्या प्लॅटफॉर्मच्या माध्यमातून नागपूरच्या सर्व नागरिकांना त्यांच्या समस्यांचा समाधान मिळवण्यात
                मदत करण्यात येईल. ह्या प्रकल्पाचे मुख्य उद्देश आहे की, नागपूरचे लोकांना एक एकत्र आणणे,
                त्यांची मदत करणे आणि शहराच्या विकासाची दिशा सुचारु ठेवणे.
            </p>
            <p className="text-lg leading-relaxed mb-8">
                ह्या प्रकल्पाचा उद्देश नागपूरच्या शहरातील सर्वांची मदत करणे आहे आणि नागरिकांच्या
                समस्यांचे समाधान करणे आहे.
            </p>
            <p className="text-lg leading-relaxed mb-8">
                "माझाNagpur" नागपुरच्या विकासासाठी अत्यंत महत्वाचे कार्य करत आहे. ह्या प्रकल्पाच्या
                माध्यमातून नागपूरच्या नागरिकांना सार्वजनिक वस्त्र डोनेट करण्याची संधी देण्यात आली आहे.
                ह्या प्रकल्पाच्या माध्यमातून नागपूरच्या विकासासाठी दररोज काम करणाऱ्या लोकांना साथीदारी द्यावी
                लागेल आणि त्यांच्या सामाजिक जीवनात काही प्रकारची चव आणण्यात आली आहे.
            </p>
        </div>
    );
}

export default WhoWeAre;
